[
    {
        "id": "1",
        "name": "Play Group Admissions Now Open!",
        "date": "18 Mar 2023",
        "noticeTo": "Dear Parents/Guardians,",
        "noticeHeading":"We value the partnership between parents and teachers in fostering the growth and development of our Play Group students. To strengthen this collaboration, we are pleased to announce the upcoming Parent-Teacher Meetings for the current academic term.",
        "noticeMain":"The Parent-Teacher Meetings provide an invaluable opportunity for you to engage in a one-on-one discussion with your child's teacher, enabling you to gain deeper insights into their progress, strengths, and areas for further support. These meetings are designed to foster open communication, address any concerns, and celebrate the achievements of your little one.",
        "noticeEnd":"Date: 17/05/2023, Time: 10.30 AM, Venue: at School/uttra/Dhaka",
        "noticeFromName":"Dr. Sadik",
        "NoticeFromSubname": "Principle" 
        
    },
    {
        "id": "2",
        "name": "Parent-Teacher Meetings for Play Group Students",
        "date": "18 Mar 2023",
        "noticeTo": "Dear Parents/Teachers,",
        "noticeHeading":"I am writing to request a Parent-Teacher Meeting to discuss my child's progress and development in the Play Group program. I believe that open communication between parents and teachers is vital in ensuring the best educational experience for my little one.",
        "noticeMain":"Overall Progress: I am eager to hear about my child's overall progress in the Play Group program, including their social, emotional, and cognitive development. Learning Milestones: I am interested in understanding the specific milestones and skills my child has achieved during their time in the Play Group program. Individual Needs: I would appreciate insights into my child's unique strengths, areas for improvement, and any recommendations or strategies for further supporting their growth.",
        "noticeEnd":"Thank you for your time and attention. I eagerly await your response. phone: 013##### . email: jubairahmed060@gmail.com",
        "noticeFromName":"Dr. Sadik",
        "NoticeFromSubname": "Principle" 
    },
    {
        "id": "3",
        "name": "Annual Sports Day Event for Play Group Students",
        "date": "25 June 2023",
        "noticeTo": "Dear Parents/Guardians,",
        "noticeHeading":"We are thrilled to announce our much-anticipated Annual Sports Day event for our Play Group students! This exciting event is a fantastic opportunity for your little ones to showcase their skills, enjoy friendly competition, and foster a love for physical activity and teamwork.",
        "noticeMain":"Track and Field Events: Engage in exciting races, including sprints, relays, and obstacle courses, designed to encourage agility, speed, and coordination. Team Games: Participate in friendly team games, such as mini soccer or T-ball, where children can learn the importance of collaboration, fair play, and sportsmanship. Fun-filled Activities: Enjoy various interactive activities, such as parachute games, sack races, and hula hoop challenges, promoting gross motor skills and active play.",
        "noticeEnd":"We look forward to an exciting day of athleticism, teamwork, and smiles. Let's make this Annual Sports Day a memorable experience for your child and the entire school community! ",
        "noticeFromName":"Dr. Sadik",
        "NoticeFromSubname": "Principle" 
    },
    {
        "id": "4",
        "name": "COVID-19 Safety Protocols for our Play Group School",
        "date": "30 July 2023",
        "noticeTo": "Dear [School/Administration],",
        "noticeHeading":"I am writing to emphasize the importance of implementing comprehensive COVID-19 safety protocols in our Play Group school. With the ongoing pandemic, it is crucial to prioritize the health and well-being of our students, staff, and their families. I kindly request the adoption of the following safety measures to ensure a safe learning environment:",
        "noticeMain":"Require all staff members, parents, and visitors to wear masks or face coverings while on school premises. Additionally, educate students on the importance of mask-wearing and encourage their use whenever feasible. Promote physical distancing by rearranging classroom layouts, play areas, and common spaces to maintain a minimum distance of [recommended distance] between individuals. Consider reducing class sizes if necessary to facilitate adequate spacing. Emphasize regular handwashing with soap and water for at least 20 seconds. Install hand sanitizer dispensers in prominent locations throughout the school, including classrooms, entrances, and common areas.",
        "noticeEnd":"Thank you for your attention to this matter. I am confident that together, we can navigate these challenging times and ensure the well-being of our Play Group school community.",
        "noticeFromName":"Dr. Sadik",
        "NoticeFromSubname": "Principle" 
    },
    {
        "id": "5",
        "name": "Ramadan Class Routine 2023",
        "date": "22 August 2023",
        "noticeTo": "Dear Students",
        "noticeHeading":"As the holy month of Ramadan approaches, I kindly request the implementation of a revised class routine during this period to accommodate the observance of fasting and spiritual practices. This will ensure a supportive and inclusive environment for our Muslim students and foster their spiritual growth.",
        "noticeMain":"The holy month of Ramadan is expected to commence on [Date] and conclude on [Date]. I kindly request that the revised class routine be implemented for the duration of Ramadan. Classes should commence 30 minutes later than the regular schedule to allow students time for Suhoor (pre-dawn meal) and spiritual preparation. The revised morning schedule can be as follows: [New start time] to [New end time].",
        "noticeEnd":"Thank you for your consideration. May the holy month of Ramadan bring blessings and spiritual growth to all.",
        "noticeFromName":"Dr. Sadik",
        "NoticeFromSubname": "Principle" 
    },
    {
        "id": "6",
        "name": "Eid Vacation",
        "date": "16 Apr 2023",
        "noticeTo": "Dear [School/Administration],",
        "noticeHeading":"I am writing to request an Eid vacation for my child/children, who are enrolled in [Grade/Class]. As the auspicious occasion of Eid approaches, it is important for our family to come together and celebrate this joyous festival.",
        "noticeMain":"Eid holds immense cultural and religious significance for our family. It is a time when we gather with loved ones, engage in prayer and worship, and strengthen our bonds. By granting us this vacation, you will enable us to fully partake in these cherished traditions and create lasting memories. We understand the significance of maintaining a consistent academic record and ensuring uninterrupted learning. Rest assured that during this vacation, we will take responsibility for our child/children's education. We will provide them with educational activities, materials, and resources to continue their learning journey.",
        "noticeEnd":"Thank you for your attention to this matter. We look forward to your favorable response.",
        "noticeFromName":"Dr. Sadik",
        "NoticeFromSubname": "Principle" 
    },
    {
        "id": "7",
        "name": "May Day",
        "date": "28 May 2023",
        "noticeTo": "Dear [School/Administration],",
        "noticeHeading":"I am writing to request permission to organize and celebrate May Day at our school. May Day, also known as International Workers' Day, is an important cultural and historical event celebrated on the 1st of May each year. It serves as an opportunity to recognize and appreciate the contributions of workers and promote solidarity among the community.",
        "noticeMain":"We would like to organize a festive and educational event to commemorate May Day, involving students, staff, and parents. The event will include various activities and initiatives that promote unity, cultural awareness, and appreciation for the efforts of workers. We believe this celebration will enhance our students' understanding of the significance of May Day and foster a sense of community spirit. May Day Parade: We plan to organize a colorful parade within the school premises, where students, teachers, and staff can dress up in vibrant costumes and showcase banners or placards highlighting the importance of workers' rights and unity. Guest Speakers: We aim to invite guest speakers, such as community leaders or representatives from labor organizations, to deliver inspiring speeches about the history, significance, and contemporary relevance of May Day. This will provide students with valuable insights into workers' rights and the importance of social justice.",
        "noticeEnd":"Thank you for considering our application. We eagerly await your response and look forward to creating a vibrant and meaningful May Day celebration at our school.",
        "noticeFromName":"Dr. Sadik",
        "NoticeFromSubname": "Principle" 
    }
]